01_hello/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    35.98ms   26.60ms  76.01ms   64.18%
    Req/Sec   209.79    115.39   348.00     65.67%
  840 requests in 2.00s, 235.70KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    419.98
Transfer/sec:    117.85KB