01_hello/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.13ms   24.94ms  74.62ms   72.46%
    Req/Sec   221.03    116.37   357.00     66.67%
  874 requests in 2.00s, 244.96KB read
  Socket errors: connect 0, read 6, write 0, timeout 0
Requests/sec:    437.01
Transfer/sec:    122.48KB